[BitterfrostHelper]
ChillEffectName="低温(Ⅰ级寒冷)"
ChillEffectDesc="移动力闪避下降."
BitterChillEffectName="严寒(Ⅱ级寒冷)"
BitterChillEffectDesc="移动力闪避下降. 容易冻结."

[X2Effect_RechargingShield]
HealedMessage="+<Heal/> 盾牌充能"

[MZ_Effect_ShieldSteal]
HealedMessage="+<Heal/> 盾牌虹吸"

[X2Ability_FrostDivisionSpecialActive]
ShieldAreaEffectName="寒霜护盾"
ShieldAreaEffectDesc="寒霜护盾。如果冰霜军团护盾使用者被杀死，则移除护盾."

ShieldHeatbreakerEffectName="高温断路器"
ShieldHeatbreakerEffectDesc="护盾充能."
